const data = {
  "便當": [
    {
      "name": "舒肥底家",
      "address": "220新北市板橋區四川路二段99-1號",
      "mapUrl": "https://maps.app.goo.gl/WGoJdPCw4wsC9ZMp6",
      "rating": "無資料",
      "phone": "0965353557",
      "openHours": {
        "一": "11:00–13:30/16:30–20:00",
        "二": "11:00–13:30/16:30–20:00",
        "三": "11:00–13:30/16:30–20:00",
        "四": "11:00–13:30/16:30–20:00",
        "五": "11:00–13:30/16:30–20:00",
        "六": "休",
        "日": "11:00–13:30/16:30–20:00"
      }
    },
    {
      "name": "蒹葭油飯工作室",
      "address": "22061新北市板橋區四川路二段99巷4弄5號",
      "mapUrl": "https://maps.app.goo.gl/uQo2yUyxhYZ2nDwt6",
      "rating": "無資料",
      "phone": "0983688097",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "享時雞肉飯",
      "address": "220新北市板橋區四川路二段99巷4弄7號",
      "mapUrl": "https://maps.app.goo.gl/yMT5vbZVR92EWs9y8",
      "rating": "還可以，價格偏便宜",
      "phone": "0289660095",
      "openHours": {
        "一": "11:00–19:00",
        "二": "11:00–19:00",
        "三": "休",
        "四": "休",
        "五": "休",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "GET POWER 給力盒子",
      "address": "220新北市板橋區四川路二段47巷1號",
      "mapUrl": "https://maps.app.goo.gl/Fta8Em1qMfoLVQnWA",
      "rating": "可以用line定餐自取",
      "phone": "0289663696",
      "openHours": {
        "一": "10:30–14:00/16:00–19:30",
        "二": "10:30–14:00/16:00–19:30",
        "三": "10:30–14:00/16:00–19:30",
        "四": "10:30–14:00/16:00–19:30",
        "五": "10:30–14:00/16:00–19:30",
        "六": "10:30–14:00/16:00–19:30",
        "日": "休"
      }
    },
    {
      "name": "四海快餐",
      "address": "220新北市板橋區四川路二段47巷3弄3號",
      "mapUrl": "https://maps.app.goo.gl/mXivhVUNR8REVPdF8",
      "rating": "無資料",
      "phone": "0289678675",
      "openHours": {
        "一": "10:30–20:00",
        "二": "10:30–20:00",
        "三": "10:30–20:00",
        "四": "10:30–20:00",
        "五": "10:30–20:00",
        "六": "10:30–20:00",
        "日": "休"
      }
    },
    {
      "name": "一三七港式燒臘",
      "address": "220新北市板橋區德興街37巷5號1樓",
      "mapUrl": "https://maps.app.goo.gl/TJaPiDCwyKLNC37Y7",
      "rating": "無資料",
      "phone": "0289667265",
      "openHours": {
        "一": "11:00–13:30/17:00–19:30",
        "二": "11:00–13:30/17:00–19:30",
        "三": "11:00–13:30/17:00–19:30",
        "四": "11:00–13:30/17:00–19:30",
        "五": "11:00–13:30/17:00–19:30",
        "六": "11:00–13:30/17:00–19:30",
        "日": "休"
      }
    },
    {
      "name": "台北鵝肉直營店",
      "address": "236新北市土城區廣明街27號",
      "mapUrl": "https://maps.app.goo.gl/YWh9iFRBRHHDf4kU6",
      "rating": "炒飯炒麵好吃 是那種很家常的味道",
      "phone": "0289673308",
      "openHours": {
        "一": "16:00–01:00",
        "二": "16:00–01:00",
        "三": "16:00–01:00",
        "四": "16:00–01:00",
        "五": "16:00–01:00",
        "六": "16:00–01:00",
        "日": "16:00–01:00"
      }
    }
  ],
  "其他大雜燴": [
    {
      "name": "NU PASTA",
      "address": "220新北市板橋區南雅南路二段144巷2號",
      "mapUrl": "https://maps.app.goo.gl/nyhzkAtcbQaTaqxQ8",
      "rating": "偏貴量少，不建議",
      "phone": "0289663558",
      "openHours": {
        "一": "11:00–21:00",
        "二": "11:00–21:00",
        "三": "11:00–21:00",
        "四": "11:00–21:00",
        "五": "11:00–21:00",
        "六": "11:00–21:00",
        "日": "11:00–21:00"
      }
    },
    {
      "name": "薩莉亞",
      "address": "220新北市板橋區南雅南路二段122-23號",
      "mapUrl": "https://maps.app.goo.gl/KCqUaWvYDtKtTNgz9",
      "rating": "量偏少",
      "phone": "0289661200",
      "openHours": {
        "一": "11:00–22:00",
        "二": "11:00–22:00",
        "三": "11:00–22:00",
        "四": "11:00–22:00",
        "五": "11:00–22:00",
        "六": "11:00–22:00",
        "日": "11:00–22:00"
      }
    },
    {
      "name": "Dicos德克士脆皮炸雞-板橋南雅店",
      "address": "22060新北市板橋區南雅南路二段122-23號",
      "mapUrl": "https://maps.app.goo.gl/jEc4A8z6g9enCcg19",
      "rating": "麥當勞比較好吃",
      "phone": "0289676839",
      "openHours": {
        "一": "07:00–22:30",
        "二": "07:00–22:30",
        "三": "07:00–22:30",
        "四": "07:00–22:30",
        "五": "07:00–22:30",
        "六": "07:00–22:30",
        "日": "07:00–22:30"
      }
    },
    {
      "name": "鄧食味麵食館",
      "address": "220新北市板橋區南雅南路二段142巷2號",
      "mapUrl": "https://maps.app.goo.gl/Us1CdWbCh3o5oSY6A",
      "rating": "太擠",
      "phone": "0289675887",
      "openHours": {
        "一": "休",
        "二": "11:00–13:30/16:30–20:30",
        "三": "11:00–13:30/16:30–20:30",
        "四": "11:00–13:30/16:30–20:30",
        "五": "11:00–13:30/16:30–20:30",
        "六": "11:00–13:30/16:30–20:30",
        "日": "11:00–13:30/16:30–20:30"
      }
    },
    {
      "name": "甲霸緊睏",
      "address": "220新北市板橋區德興街12號",
      "mapUrl": "https://maps.app.goo.gl/Gew3e4SJWMtro2YJ6",
      "rating": "好吃",
      "phone": "0289670070",
      "openHours": {
        "一": "17:00–00:00",
        "二": "17:00–00:00",
        "三": "休",
        "四": "17:00–00:00",
        "五": "17:00–00:00",
        "六": "17:00–00:00",
        "日": "17:00–00:00"
      }
    },
    {
      "name": "喜餃俱樂部-素食",
      "address": "220新北市板橋區德興街6號",
      "mapUrl": "https://maps.app.goo.gl/4CfHHsfZBDuMC1ZU8",
      "rating": "無資料",
      "phone": "0289670795",
      "openHours": {
        "一": "11:00–19:00",
        "二": "休",
        "三": "11:00–19:00",
        "四": "11:00–19:00",
        "五": "11:00–19:00",
        "六": "11:00–19:00",
        "日": "11:00–19:00"
      }
    },
    {
      "name": "韓金智能拉麵店",
      "address": "220新北市板橋區四川路二段63號",
      "mapUrl": "https://maps.app.goo.gl/XYh7y1r8pD5G3FiL8",
      "rating": "就是泡麵",
      "phone": "無資料",
      "openHours": {}
    },
    {
      "name": "丸川烏龍麵",
      "address": "220新北市板橋區四川路二段83號",
      "mapUrl": "https://maps.app.goo.gl/9xNin7AcUAgrFKPK9",
      "rating": "偏貴...",
      "phone": "0289669089",
      "openHours": {
        "一": "24H",
        "二": "11:00–21:30",
        "三": "11:00–21:30",
        "四": "11:00–21:30",
        "五": "11:00–21:30",
        "六": "11:00–21:30",
        "日": "11:00–21:30"
      }
    },
    {
      "name": "避楓棠 私藏酒食",
      "address": "220新北市板橋區四川路二段93號",
      "mapUrl": "https://maps.app.goo.gl/66LQussRUqYSXp376",
      "rating": "酒吧",
      "phone": "0958096890",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "柴田家炒泡麵専売店",
      "address": "220新北市板橋區四川路二段99巷13號１樓",
      "mapUrl": "https://maps.app.goo.gl/TrX3w17SDY4NBwx5A",
      "rating": "店裡有狗",
      "phone": "0289673043",
      "openHours": {
        "一": "休",
        "二": "11:30–14:00/18:00–22:00",
        "三": "11:30–14:00/18:00–22:00",
        "四": "11:30–14:00/18:00–22:00",
        "五": "11:30–14:00/18:00–22:00",
        "六": "11:30–14:00/18:00–22:00",
        "日": "休"
      }
    },
    {
      "name": "拉亞漢堡",
      "address": "220新北市板橋區德興街3號",
      "mapUrl": "https://maps.app.goo.gl/jNyHqLyuV2ctmobd8",
      "rating": "還可",
      "phone": "0289669007",
      "openHours": {
        "一": "06:00–13:30",
        "二": "06:00–13:30",
        "三": "06:00–13:30",
        "四": "06:00–13:30",
        "五": "06:00–13:30",
        "六": "06:00–13:30",
        "日": "06:00–13:30"
      }
    },
    {
      "name": "PIZZA HUT 必勝客",
      "address": "220新北市板橋區信義路16-5號",
      "mapUrl": "https://maps.app.goo.gl/FiuesLkqFGfqtyYu5",
      "rating": "線上店自取快",
      "phone": "0229533058",
      "openHours": {
        "一": "11:00–21:00",
        "二": "11:00–21:00",
        "三": "11:00–21:00",
        "四": "11:00–21:00",
        "五": "11:00–23:00",
        "六": "11:00–23:00",
        "日": "11:00–23:00"
      }
    },
    {
      "name": "起家雞韓式炸雞",
      "address": "220新北市板橋區信義路16-4號",
      "mapUrl": "https://maps.app.goo.gl/jwndkGPV6TrMpfqt5",
      "rating": "還不錯，小貴",
      "phone": "0229552125",
      "openHours": {
        "一": "11:00–21:00",
        "二": "11:00–21:00",
        "三": "11:00–21:00",
        "四": "11:00–21:00",
        "五": "11:00–21:00",
        "六": "11:00–21:00",
        "日": "11:00–21:00"
      }
    },
    {
      "name": "八方雲集",
      "address": "220新北市板橋區四川路二段40號",
      "mapUrl": "https://maps.app.goo.gl/FzfLFZLDD9EybnSd7",
      "rating": "人多",
      "phone": "0289668880",
      "openHours": {
        "一": "10:30–21:00",
        "二": "10:30–21:00",
        "三": "10:30–21:00",
        "四": "10:30–21:00",
        "五": "10:30–21:00",
        "六": "10:30–21:00",
        "日": "10:30–21:00"
      }
    },
    {
      "name": "食饕園",
      "address": "220新北市板橋區四川路二段47巷2弄2號",
      "mapUrl": "https://maps.app.goo.gl/GBvtB9wupZ8aMvHv5",
      "rating": "鍋貼好油，好硬",
      "phone": "0289664579",
      "openHours": {
        "一": "09:00–20:30",
        "二": "09:00–20:31",
        "三": "09:00–20:32",
        "四": "09:00–20:33",
        "五": "09:00–20:34",
        "六": "09:00–20:35",
        "日": "休"
      }
    },
    {
      "name": "O'La 義麵坊",
      "address": "220新北市板橋區四川路二段47巷1弄2-2號",
      "mapUrl": "https://maps.app.goo.gl/J3CESkcykBBwi5jw8",
      "rating": "好吃",
      "phone": "0916290237",
      "openHours": {
        "一": "11:00–14:00/17:00–21:00",
        "二": "11:00–14:00/17:00–21:00",
        "三": "休",
        "四": "11:00–14:00/17:00–21:00",
        "五": "11:00–14:00/17:00–21:00",
        "六": "11:00–14:00/17:00–21:00",
        "日": "11:00–14:00/17:00–21:00"
      }
    },
    {
      "name": "素食麵線糊,章魚燒，炸物，燒餅",
      "address": "220新北市板橋區四川路二段47巷4弄",
      "mapUrl": "https://maps.app.goo.gl/yHX8PZD3SKPgJkfi6",
      "rating": "個人覺得章魚燒不好吃",
      "phone": "無資料",
      "openHours": {
        "一": "06:00–13:00",
        "二": "06:00–13:00",
        "三": "06:00–13:00",
        "四": "06:00–13:00",
        "五": "06:00–13:00",
        "六": "06:00–13:00",
        "日": "06:00–13:00"
      }
    },
    {
      "name": "口內口咖哩飯丼飯拉麵",
      "address": "23656新北市土城區四川路29巷42號",
      "mapUrl": "https://maps.app.goo.gl/4dTdnwUsnmEN4Bzq5",
      "rating": "無資料",
      "phone": "0289660550",
      "openHours": {
        "一": "11:00–20:00",
        "二": "11:00–20:00",
        "三": "11:00–20:00",
        "四": "11:00–20:00",
        "五": "11:00–20:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "甲賀飽炒飯炒麵店",
      "address": "220新北市板橋區四川路二段47巷6弄2號",
      "mapUrl": "https://maps.app.goo.gl/1q1FfZsdQDw7S36a6",
      "rating": "還不錯",
      "phone": "0289661965",
      "openHours": {
        "一": "11:00–14:00/16:00–21:00",
        "二": "11:00–14:00/16:00–21:00",
        "三": "11:00–14:00/16:00–21:00",
        "四": "11:00–14:00/16:00–21:00",
        "五": "11:00–14:00/16:00–21:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "劉阿姨溫州大餛飩",
      "address": "220新北市板橋區四川路二段47巷11號",
      "mapUrl": "https://maps.app.goo.gl/z4Sd1uGgW26zuv9K8",
      "rating": "無資料",
      "phone": "0988752171",
      "openHours": {
        "一": "16:00–22:00",
        "二": "16:00–22:00",
        "三": "休",
        "四": "16:00–22:00",
        "五": "16:00–22:00",
        "六": "16:00–22:00",
        "日": "16:00–22:00"
      }
    },
    {
      "name": "健康素食",
      "address": "220新北市板橋區四川路二段47巷6弄3號",
      "mapUrl": "https://maps.app.goo.gl/ZZQioHptZwJUTT6w7",
      "rating": "無資料",
      "phone": "0289660162",
      "openHours": {
        "一": "06:30–14:00",
        "二": "06:30–14:00",
        "三": "06:30–14:00",
        "四": "06:30–14:00",
        "五": "06:30–14:00",
        "六": "06:30–14:00",
        "日": "06:30–14:00"
      }
    }
  ],
  "小吃": [
    {
      "name": "黃記小吃",
      "address": "220新北市板橋區四川路二段99-3號",
      "mapUrl": "https://maps.app.goo.gl/aCFaxCYkiuY7vMkk8",
      "rating": "還可以，不過店裡面偏熱",
      "phone": "0289662902",
      "openHours": {
        "一": "10:00–20:00",
        "二": "10:00–20:00",
        "三": "10:00–20:00",
        "四": "10:00–20:00",
        "五": "10:00–20:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "上海小吃 煎餅菓子",
      "address": "220新北市板橋區德興街2-1號(已移動攤販)",
      "mapUrl": "https://maps.app.goo.gl/azKgYMmKingTKe5A9",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "休",
        "二": "06:20–13:30",
        "三": "06:20–13:30",
        "四": "06:20–13:30",
        "五": "06:20–13:30",
        "六": "06:20–13:30",
        "日": "06:20–13:30"
      }
    },
    {
      "name": "素食小吃",
      "address": "220新北市板橋區德興街11-1號",
      "mapUrl": "https://maps.app.goo.gl/puCMeVA2dPRT63dG7",
      "rating": "google 評價4.5星",
      "phone": "0932151942",
      "openHours": {
        "一": "休",
        "二": "05:30–13:00",
        "三": "05:30–13:00",
        "四": "05:30–13:00",
        "五": "05:30–13:00",
        "六": "05:30–13:00",
        "日": "休"
      }
    },
    {
      "name": "熊愛飯丸",
      "address": "220新北市板橋區德興街17號 No",
      "mapUrl": "https://maps.app.goo.gl/8kzwfAo3Aqbb7RR79",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "休",
        "二": "06:30–13:00",
        "三": "06:30–13:00",
        "四": "06:30–13:00",
        "五": "06:30–13:00",
        "六": "06:30–13:00",
        "日": "休"
      }
    },
    {
      "name": "蒸手工小籠包",
      "address": "220新北市板橋區德興街13號",
      "mapUrl": "https://maps.app.goo.gl/nkHWbzF4z7CKay6z8",
      "rating": "無資料",
      "phone": "0930148643",
      "openHours": {
        "一": "05:30–13:30",
        "二": "05:30–13:30",
        "三": "休",
        "四": "05:30–13:30",
        "五": "05:30–13:30",
        "六": "05:30–13:30",
        "日": "05:30–13:30"
      }
    },
    {
      "name": "健太屋",
      "address": "236新北市土城區四川路18號",
      "mapUrl": "https://maps.app.goo.gl/U6ErhDu1DRqmtzCr9",
      "rating": "還可以",
      "phone": "0966594879",
      "openHours": {
        "一": "11:00–14:00/17:00–20:00",
        "二": "11:00–14:00/17:00–20:00",
        "三": "11:00–14:00/17:00–20:00",
        "四": "11:00–14:00/17:00–20:00",
        "五": "11:00–14:00/17:00–20:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "雲霧翩翩 一人燒肉",
      "address": "220新北市板橋區信義路35號",
      "mapUrl": "https://maps.app.goo.gl/rzhXoEpAg3jvHdPj6",
      "rating": "google 評價4.8星",
      "phone": "0289677887",
      "openHours": {
        "一": "17:00–00:00",
        "二": "17:00–00:00",
        "三": "17:00–00:00",
        "四": "17:00–00:00",
        "五": "17:00–00:00",
        "六": "11:00–14:30/17:00–00:00",
        "日": "11:00–14:30/17:00–00:00"
      }
    },
    {
      "name": "泰川泰式料理",
      "address": "220新北市板橋區四川路二段27號",
      "mapUrl": "https://maps.app.goo.gl/aLPYGRvE7DQoafKe8",
      "rating": "無資料",
      "phone": "0289675758",
      "openHours": {
        "一": "11:30–14:00/17:00–20:30",
        "二": "11:30–14:00/17:00–20:30",
        "三": "11:30–14:00/17:00–20:30",
        "四": "11:30–14:00/17:00–20:30",
        "五": "11:30–14:00/17:00–20:30",
        "六": "11:30–14:00/17:00–20:30",
        "日": "11:30–14:00/17:00–20:30"
      }
    },
    {
      "name": "越南小吃",
      "address": "220新北市板橋區四川路二段47巷15號",
      "mapUrl": "https://maps.app.goo.gl/8kWCEip9KdzgxUALA",
      "rating": "不錯吃",
      "phone": "無資料",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "倫記餛飩麵",
      "address": "220新北市板橋區四川路二段47巷2弄4號",
      "mapUrl": "https://maps.app.goo.gl/nnmHTLZR2FAnj4h5A",
      "rating": "google 評價4.7星",
      "phone": "0936933022",
      "openHours": {
        "一": "10:00–20:00",
        "二": "10:00–20:00",
        "三": "10:00–20:00",
        "四": "10:00–20:00",
        "五": "10:00–20:00",
        "六": "10:00–20:00",
        "日": "10:00–16:00"
      }
    },
    {
      "name": "壽太郎10元壽司",
      "address": "220新北市板橋區四川路二段47巷4弄8號",
      "mapUrl": "https://maps.app.goo.gl/TZokt7eqoYt5QiD87",
      "rating": "便宜，換位置了",
      "phone": "無資料",
      "openHours": {
        "一": "09:30–19:30",
        "二": "09:30–19:30",
        "三": "09:30–19:30",
        "四": "09:30–19:30",
        "五": "09:30–19:30",
        "六": "09:30–19:30",
        "日": "休"
      }
    },
    {
      "name": "程記",
      "address": "220新北市板橋區四川路二段47巷1弄4號",
      "mapUrl": "https://maps.app.goo.gl/g9PWxbh7xscaLemp8",
      "rating": "好吃",
      "phone": "無資料",
      "openHours": {
        "一": "11:15–20:30",
        "二": "11:15–20:30",
        "三": "11:15–20:30",
        "四": "11:15–20:30",
        "五": "11:15–20:30",
        "六": "11:15–20:30",
        "日": "11:15–20:30"
      }
    },
    {
      "name": "古意人麵疙瘩",
      "address": "22061新北市板橋區四川路二段47巷4弄13號1樓",
      "mapUrl": "https://maps.app.goo.gl/4pDfcGK12fcq1EQ3A",
      "rating": "google 評價4.3星",
      "phone": "無資料",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "恰妹好食",
      "address": "220新北市版敲區四川路二段47巷4弄11號",
      "mapUrl": "https://maps.app.goo.gl/N9eM4Lmu4EEa1xxR9",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "11:30–13:30/16:30–19:30",
        "二": "11:30–13:30/16:30–19:30",
        "三": "11:30–13:30/16:30–19:30",
        "四": "11:30–13:30/16:30–19:30",
        "五": "休",
        "六": "休",
        "日": "11:30–13:30/16:30–19:30"
      }
    },
    {
      "name": "豚將拉麵",
      "address": "220新北市板橋區四川路二段47巷4弄8號",
      "mapUrl": "https://maps.app.goo.gl/2wBkq5GbJji1erieA",
      "rating": "還可以",
      "phone": "0289670073",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "老陝原汁牛肉麵",
      "address": "220新北市板橋區四川路二段47巷4弄6號",
      "mapUrl": "https://maps.app.goo.gl/W2XWJosCq8Rg7Qke8",
      "rating": "無資料",
      "phone": "0289666033",
      "openHours": {
        "一": "10:30–14:30/16:30–19:40",
        "二": "10:30–14:30/16:30–19:40",
        "三": "10:30–14:30/16:30–19:40",
        "四": "10:30–14:30/16:30–19:40",
        "五": "10:30–14:30/16:30–19:40",
        "六": "10:30–14:30/16:30–19:40",
        "日": "10:30–14:30/16:30–19:40"
      }
    },
    {
      "name": "粩泰泰",
      "address": "220新北市板橋區四川路二段47巷4弄6號",
      "mapUrl": "https://maps.app.goo.gl/JVcTLuGNAVhep2Ay8",
      "rating": "內用比較好吃",
      "phone": "0289660308",
      "openHours": {
        "一": "11:00–15:00/16:30–20:00",
        "二": "11:00–15:00/16:30–20:00",
        "三": "11:00–15:00/16:30–20:00",
        "四": "11:00–15:00/16:30–20:00",
        "五": "11:00–15:00/16:30–20:00",
        "六": "11:00–15:00/16:30–20:00",
        "日": "11:00–15:00/16:30–20:00"
      }
    },
    {
      "name": "板橋北方牛肉麵",
      "address": "220新北市板橋區四川路二段47巷4弄4號",
      "mapUrl": "https://maps.app.goo.gl/9tDuRWz53xjrrc7u9",
      "rating": "無資料",
      "phone": "0289670997",
      "openHours": {
        "一": "11:30–14:30/17:00–20:30",
        "二": "11:30–14:30/17:00–20:30",
        "三": "11:30–14:30/17:00–20:30",
        "四": "11:30–14:30/17:00–20:30",
        "五": "11:30–14:30/17:00–20:30",
        "六": "11:30–14:30/17:00–20:30",
        "日": "休"
      }
    },
    {
      "name": "會上癮",
      "address": "236新北市土城區廣明街104巷1號",
      "mapUrl": "https://maps.app.goo.gl/gpd2KM4WbmtWEtNE8",
      "rating": "臭豆腐﹐肉圓好吃，大推",
      "phone": "0289673377",
      "openHours": {
        "一": "12:00–23:00",
        "二": "12:00–23:00",
        "三": "12:00–23:00",
        "四": "12:00–23:00",
        "五": "12:00–23:00",
        "六": "休",
        "日": "12:00–23:00"
      }
    },
    {
      "name": "鮮大廣東粥",
      "address": "236新北市土城區廣明街102號",
      "mapUrl": "https://maps.app.goo.gl/4ZtbBMjgGPKGhmNw8",
      "rating": "無資料",
      "phone": "0937065802",
      "openHours": {
        "一": "11:30–21:30",
        "二": "11:30–21:30",
        "三": "11:30–21:30",
        "四": "11:30–21:30",
        "五": "11:30–21:30",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "尚好水煎包",
      "address": "220新北市板橋區四川路二段47巷3弄12號",
      "mapUrl": "https://maps.app.goo.gl/CRi6Duf3w5wm6byD7",
      "rating": "還不錯",
      "phone": "0289669913",
      "openHours": {
        "一": "06:00–19:30",
        "二": "06:00–19:30",
        "三": "06:00–19:30",
        "四": "06:00–19:30",
        "五": "06:00–19:30",
        "六": "06:00–19:30",
        "日": "06:00–19:30"
      }
    },
    {
      "name": "福樂水餃牛肉麵",
      "address": "220新北市板橋區德興街27號",
      "mapUrl": "https://maps.app.goo.gl/KRcrGkJqZuRwK9pp6",
      "rating": "店裡偏熱",
      "phone": "0289668908",
      "openHours": {
        "一": "11:00–20:00",
        "二": "11:00–20:00",
        "三": "11:00–20:00",
        "四": "11:00–20:00",
        "五": "11:00–20:00",
        "六": "11:00–13:30",
        "日": "休"
      }
    },
    {
      "name": "牛鼎麵食館",
      "address": "220新北市板橋區德興街23號",
      "mapUrl": "https://maps.app.goo.gl/Ur8hM5XF7e3EpQd68",
      "rating": "還可以",
      "phone": "0289661016",
      "openHours": {
        "一": "11:00–20:30",
        "二": "11:00–20:30",
        "三": "11:00–20:30",
        "四": "11:00–20:30",
        "五": "11:00–14:00",
        "六": "休",
        "日": "11:00–14:00/17:00–20:30"
      }
    },
    {
      "name": "善緣素食香菇麵線",
      "address": "220新北市板橋區四川路二段47巷8弄8號正對面",
      "mapUrl": "https://maps.app.goo.gl/T7GNi9FYFeBXxdr17",
      "rating": "無資料",
      "phone": "0903366849",
      "openHours": {
        "一": "休",
        "二": "06:30–12:30",
        "三": "06:30–12:30",
        "四": "06:30–12:30",
        "五": "06:30–12:30",
        "六": "06:30–12:30",
        "日": "06:30–12:30"
      }
    },
    {
      "name": "玉芳越南小吃",
      "address": "222新北市板橋區四川路二段47巷8弄4號",
      "mapUrl": "https://maps.app.goo.gl/Zv2kbcKR9gsuSSvz5",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "08:00–21:00",
        "二": "08:00–21:00",
        "三": "08:00–21:00",
        "四": "08:00–21:00",
        "五": "08:00–21:00",
        "六": "08:00–21:00",
        "日": "08:00–21:00"
      }
    },
    {
      "name": "肉焿·魷魚焿·羊肉焿·肉圓",
      "address": "236新北市土城區廣明街85巷2號",
      "mapUrl": "https://maps.app.goo.gl/t7JhGtZ4Nm6jkPvD9",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "11:00–19:00",
        "二": "11:00–19:00",
        "三": "11:00–19:00",
        "四": "11:00–19:00",
        "五": "11:00–19:00",
        "六": "11:00–19:00",
        "日": "11:00–19:00"
      }
    },
    {
      "name": "路邊攤雞滷飯",
      "address": "236新北市土城區廣明街83號",
      "mapUrl": "https://maps.app.goo.gl/mYR49uZ4dzTD16Ni6",
      "rating": "好吃",
      "phone": "無資料",
      "openHours": {
        "一": "06:00–20:30",
        "二": "06:00–20:30",
        "三": "休",
        "四": "06:00–20:30",
        "五": "06:00–20:30",
        "六": "06:00–20:30",
        "日": "06:00–20:30"
      }
    },
    {
      "name": "派克脆皮雞排",
      "address": "236新北市土城區廣明街87號",
      "mapUrl": "https://maps.app.goo.gl/r98YoMCcwJFGVso27",
      "rating": "好吃",
      "phone": "0289668138",
      "openHours": {
        "一": "休",
        "二": "16:00–23:00",
        "三": "16:00–23:00",
        "四": "16:00–23:00",
        "五": "16:00–23:00",
        "六": "16:00–23:00",
        "日": "16:00–23:00"
      }
    },
    {
      "name": "91號咖喱",
      "address": "236新北市土城區廣明街91號",
      "mapUrl": "https://maps.app.goo.gl/B46rZcSibimyTrU99",
      "rating": "內用無限續飯續醬",
      "phone": "0289666768",
      "openHours": {
        "一": "11:00–20:30",
        "二": "11:00–20:30",
        "三": "休",
        "四": "11:00–20:30",
        "五": "11:00–20:30",
        "六": "11:00–20:30",
        "日": "11:00–20:30"
      }
    },
    {
      "name": "魯肉松的店",
      "address": "236新北市土城區廣明街98號",
      "mapUrl": "https://maps.app.goo.gl/9C5j3QoC1UNNnMLt9",
      "rating": "無資料",
      "phone": "0920213288",
      "openHours": {
        "一": "11:00–14:00/16:00–21:30",
        "二": "11:00–14:00/16:00–21:30",
        "三": "11:00–14:00/16:00–21:30",
        "四": "11:00–14:00/16:00–21:30",
        "五": "11:00–14:00/16:00–21:30",
        "六": "11:00–14:00/16:00–21:30",
        "日": "11:00–14:00/16:00–21:30"
      }
    },
    {
      "name": "眼鏡豬血湯",
      "address": "236新北市土城區廣明街80號",
      "mapUrl": "https://maps.app.goo.gl/TqaTD3kiHpS8MEN16",
      "rating": "還可以",
      "phone": "0289671169",
      "openHours": {
        "一": "休",
        "二": "07:00–22:30",
        "三": "07:00–22:30",
        "四": "07:00–22:30",
        "五": "07:00–22:30",
        "六": "07:00–22:30",
        "日": "07:00–22:30"
      }
    },
    {
      "name": "絕味重慶酸辣粉",
      "address": "236新北市土城區廣明街77號",
      "mapUrl": "https://maps.app.goo.gl/USXgHZDAWZcn951H7",
      "rating": "偏貴",
      "phone": "0289671198",
      "openHours": {
        "一": "11:00–18:00",
        "二": "11:00–18:00",
        "三": "11:00–18:00",
        "四": "11:00–18:00",
        "五": "11:00–18:00",
        "六": "11:00–12:00",
        "日": "休"
      }
    },
    {
      "name": "煮鍋燒",
      "address": "236新北市土城區廣明街73號",
      "mapUrl": "https://maps.app.goo.gl/UC3bYsGYTYyU9fDW7",
      "rating": "無資料",
      "phone": "0935530735",
      "openHours": {
        "一": "11:30–20:30",
        "二": "11:30–20:30",
        "三": "11:30–20:30",
        "四": "11:30–20:30",
        "五": "11:30–20:30",
        "六": "休",
        "日": "11:30–20:30"
      }
    },
    {
      "name": "下玖才滷味",
      "address": "236新北市土城區廣明街73號一樓",
      "mapUrl": "https://maps.app.goo.gl/Bxj4xRK2Hsp9hSfH6",
      "rating": "無資料",
      "phone": "0958459902",
      "openHours": {
        "一": "16:30–22:00",
        "二": "16:30–22:00",
        "三": "休",
        "四": "16:30–22:00",
        "五": "16:30–22:00",
        "六": "16:30–22:00",
        "日": "16:30–22:00"
      }
    },
    {
      "name": "魯先生原滷滷味",
      "address": "236新北市土城區廣明街71號",
      "mapUrl": "https://maps.app.goo.gl/U9tdhizqKirTsNwR8",
      "rating": "無資料",
      "phone": "0903131245",
      "openHours": {
        "一": "休",
        "二": "休",
        "三": "11:30–14:00/17:00–02:00",
        "四": "11:30–14:00/17:00–02:00",
        "五": "11:30–14:00/17:00–02:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "小南鄭記台南碗粿",
      "address": "236新北市土城區廣明街81號",
      "mapUrl": "https://maps.app.goo.gl/HkupgjWLTYq8Uh3z8",
      "rating": "無資料",
      "phone": "0935005424",
      "openHours": {
        "一": "休",
        "二": "10:30–21:00",
        "三": "10:30–21:00",
        "四": "10:30–21:00",
        "五": "10:30–21:00",
        "六": "10:30–21:00",
        "日": "10:30–21:00"
      }
    },
    {
      "name": "君君の蔥抓餅",
      "address": "236新北市土城區廣明街67號",
      "mapUrl": "https://maps.app.goo.gl/U3FkYVEkgM47fSrv8",
      "rating": "無資料",
      "phone": "0909310176",
      "openHours": {
        "一": "12:00–20:30",
        "二": "00:00–08:30/12:00–20:30",
        "三": "00:00–08:30/12:00–20:30",
        "四": "12:00–20:30",
        "五": "12:00–20:30",
        "六": "12:00–20:30",
        "日": "12:00–20:30"
      }
    },
    {
      "name": "五甲清蒸肉圓",
      "address": "236新北市土城區廣明街61號",
      "mapUrl": "https://maps.app.goo.gl/iDzxBPBgSD8VUYTz9",
      "rating": "無資料",
      "phone": "0919140441",
      "openHours": {
        "一": "10:00–20:00",
        "二": "10:00–20:00",
        "三": "休",
        "四": "10:00–20:00",
        "五": "10:00–20:00",
        "六": "10:00–20:00",
        "日": "休"
      }
    },
    {
      "name": "三重埔紅燒肉",
      "address": "236新北市土城區廣明街90巷1號",
      "mapUrl": "https://maps.app.goo.gl/Eh9B6LDKVo3GaHaf6",
      "rating": "無資料",
      "phone": "0975431637",
      "openHours": {
        "一": "休",
        "二": "11:30–19:30",
        "三": "11:30–19:30",
        "四": "11:30–19:30",
        "五": "11:30–19:30",
        "六": "11:30–19:30",
        "日": "11:30–19:30"
      }
    },
    {
      "name": "蛋漿大學",
      "address": "236新北市土城區廣明街64號",
      "mapUrl": "https://maps.app.goo.gl/ikE56T2TKf9F1zie9",
      "rating": "無資料",
      "phone": "0933069882",
      "openHours": {
        "一": "06:00–11:00",
        "二": "06:00–11:00",
        "三": "06:00–11:00",
        "四": "06:00–11:00",
        "五": "06:00–11:00",
        "六": "06:00–11:00",
        "日": "06:00–11:00"
      }
    },
    {
      "name": "劉記刀削麵",
      "address": "236新北市土城區廣明街60號",
      "mapUrl": "https://maps.app.goo.gl/er8tku3Mt6m6tEbR6",
      "rating": "無資料",
      "phone": "0289666098",
      "openHours": {
        "一": "休",
        "二": "休",
        "三": "11:00–14:30/17:00–20:30",
        "四": "11:00–14:30/17:00–20:30",
        "五": "11:00–14:30/17:00–20:30",
        "六": "11:00–14:30/17:00–20:30",
        "日": "11:00–14:30/17:00–20:30"
      }
    },
    {
      "name": "瓜仔肉飯",
      "address": "236新北市土城區廣明街52號",
      "mapUrl": "https://maps.app.goo.gl/t7JhGtZ4Nm6jkPvD9",
      "rating": "不太好吃",
      "phone": "無資料",
      "openHours": {
        "一": "11:00–19:00",
        "二": "11:00–19:00",
        "三": "11:00–19:00",
        "四": "11:00–19:00",
        "五": "11:00–19:00",
        "六": "11:00–19:00",
        "日": "休"
      }
    },
    {
      "name": "後門壽司捲",
      "address": "無資料",
      "mapUrl": "無資料",
      "rating": "好吃，推薦:咖哩豬排;不推薦:味噌湯（沒味道）",
      "phone": "無資料",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    },
    {
      "name": "蔥油餅",
      "address": "無資料",
      "mapUrl": "無資料",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    }
  ],
  "早午餐": [
    {
      "name": "吐司廚房",
      "address": "220新北市板橋區南雅南路二段144巷4號",
      "mapUrl": "https://maps.app.goo.gl/ZHLMNNvCDXkG87z86",
      "rating": "普通",
      "phone": "0289660812",
      "openHours": {
        "一": "06:00–14:00",
        "二": "06:00–14:00",
        "三": "06:00–14:00",
        "四": "06:00–14:00",
        "五": "06:00–14:00",
        "六": "06:00–14:00",
        "日": "06:00–14:00"
      }
    },
    {
      "name": "歐佳香漢堡店",
      "address": "220新北市板橋區南雅南路二段144巷12號",
      "mapUrl": "https://maps.app.goo.gl/SUnx6MHPMbbG7kwb6",
      "rating": "無資料",
      "phone": "0289678046",
      "openHours": {
        "一": "05:00–13:00",
        "二": "05:00–13:00",
        "三": "05:00–13:00",
        "四": "05:00–13:00",
        "五": "05:00–13:00",
        "六": "05:00–13:00",
        "日": "05:00–13:00"
      }
    },
    {
      "name": "Apple早午餐店",
      "address": "220新北市板橋區南雅南路二段144巷16號",
      "mapUrl": "https://maps.app.goo.gl/1LP3wdFK57ymmFPZ7",
      "rating": "不錯吃，有時等稍久",
      "phone": "0289666848",
      "openHours": {
        "一": "06:00–14:00",
        "二": "06:00–14:00",
        "三": "06:00–14:00",
        "四": "06:00–14:00",
        "五": "06:00–14:00",
        "六": "06:00–14:00",
        "日": "06:00–14:00"
      }
    },
    {
      "name": "巨林美而美早餐店(板橋-南雅)",
      "address": "220台灣板橋區南雅南路二段144巷22號",
      "mapUrl": "https://maps.app.goo.gl/gsg8Hm4WQesR2t3v5",
      "rating": "點東西可能會少上",
      "phone": "0289667296",
      "openHours": {
        "一": "06:00–13:00",
        "二": "06:00–13:00",
        "三": "06:00–13:00",
        "四": "06:00–13:00",
        "五": "06:00–13:00",
        "六": "06:00–13:00",
        "日": "休"
      }
    },
    {
      "name": "OEC美味CEO 早午餐店",
      "address": "220新北市板橋區南雅南路二段144巷24號",
      "mapUrl": "https://maps.app.goo.gl/FpqGaKMFpED9iGvo9",
      "rating": "店面篇小，等稍微有點久，4人以上不建議",
      "phone": "0289669728",
      "openHours": {
        "一": "06:00–14:00",
        "二": "06:00–14:00",
        "三": "06:00–14:00",
        "四": "06:00–14:00",
        "五": "06:00–14:00",
        "六": "06:00–14:00",
        "日": "06:00–14:00"
      }
    },
    {
      "name": "向陽",
      "address": "220新北市板橋區四川路二段47巷4弄17號",
      "mapUrl": "https://maps.app.goo.gl/TPnU9jHj1AMPoFE49",
      "rating": "好吃人多",
      "phone": "0289662012",
      "openHours": {
        "一": "06:00–13:30",
        "二": "06:00–13:30",
        "三": "06:00–13:30",
        "四": "06:00–13:30",
        "五": "06:00–13:30",
        "六": "06:00–13:30",
        "日": "06:00–13:30"
      }
    },
    {
      "name": "呷の堡",
      "address": "220新北市板橋區四川路二段81巷",
      "mapUrl": "https://maps.app.goo.gl/gmpgqgse9wHdZRr97",
      "rating": "平價",
      "phone": "0289667911",
      "openHours": {
        "一": "04:30–13:00",
        "二": "04:30–13:00",
        "三": "04:30–13:00",
        "四": "04:30–13:00",
        "五": "04:30–13:00",
        "六": "04:30–13:00",
        "日": "04:30–13:00"
      }
    },
    {
      "name": "邁爾堡早餐宵夜店",
      "address": "236新北市土城區四川路27號",
      "mapUrl": "https://maps.app.goo.gl/2EVbYrewzAoBJTg98",
      "rating": "無資料",
      "phone": "0289661803",
      "openHours": {
        "一": "00:00–13:30/21:30–00:00",
        "二": "00:00–13:30/21:30–00:00",
        "三": "00:00–13:30/21:30–00:00",
        "四": "00:00–13:30/21:30–00:00",
        "五": "00:00–13:30/21:30–00:00",
        "六": "00:00–13:30/21:30–00:00",
        "日": "00:00–13:30/21:30–00:00"
      }
    },
    {
      "name": "食月午日 Brunch & Cafe",
      "address": "220新北市板橋區四川路二段99巷4弄3號",
      "mapUrl": "https://maps.app.goo.gl/43oW3c4GcsTN59UH7",
      "rating": "有點擠",
      "phone": "0289666386",
      "openHours": {
        "一": "07:30–14:00",
        "二": "07:30–14:00",
        "三": "07:30–14:00",
        "四": "07:30–14:00",
        "五": "07:30–14:00",
        "六": "08:30–14:00",
        "日": "08:30–14:00"
      }
    },
    {
      "name": "都來家早午餐",
      "address": "220新北市板橋區德興街35號",
      "mapUrl": "https://maps.app.goo.gl/5sEHq3Fk5VPQqGjt6",
      "rating": "價位中間，味道還行，可以用賴訂餐",
      "phone": "0289663192",
      "openHours": {
        "一": "05:30–14:00",
        "二": "05:30–14:00",
        "三": "05:30–14:00",
        "四": "05:30–14:00",
        "五": "05:30–14:00",
        "六": "05:30–14:00",
        "日": "05:30–14:00"
      }
    },
    {
      "name": "小蝸牛早餐店",
      "address": "220新北市板橋區德興街36號",
      "mapUrl": "https://maps.app.goo.gl/Fmtig1D9W2kYpGSP7",
      "rating": "便宜老闆人很好",
      "phone": "無資料",
      "openHours": {
        "一": "05:00–13:00",
        "二": "05:00–13:00",
        "三": "05:00–13:00",
        "四": "05:00–13:00",
        "五": "05:00–13:00",
        "六": "05:00–13:00",
        "日": "05:00–13:00"
      }
    },
    {
      "name": "美晨早午餐",
      "address": "220新北市板橋區德興街37巷24號",
      "mapUrl": "https://maps.app.goo.gl/stPcFmAGcXbUozf18",
      "rating": "吃燒烤喔~~~",
      "phone": "0289660186",
      "openHours": {
        "一": "05:30–14:00",
        "二": "05:30–14:00",
        "三": "05:30–14:00",
        "四": "05:30–14:00",
        "五": "05:30–14:00",
        "六": "05:30–14:00",
        "日": "05:30–14:00"
      }
    },
    {
      "name": "萬佳鄉",
      "address": "236新北市土城區廣明街87號",
      "mapUrl": "https://maps.app.goo.gl/vVG1NpYd6e6WfbQ47",
      "rating": "無資料",
      "phone": "0289668138",
      "openHours": {
        "一": "休",
        "二": "06:00–12:30",
        "三": "06:00–12:30",
        "四": "06:00–12:30",
        "五": "06:00–12:30",
        "六": "06:00–12:30",
        "日": "06:00–12:30"
      }
    },
    {
      "name": "惠堡早午餐",
      "address": "236新北市土城區廣明街86號",
      "mapUrl": "https://maps.app.goo.gl/kdyNKkMSksdmJe4s6",
      "rating": "無資料",
      "phone": "0289666036",
      "openHours": {
        "一": "05:00–12:30",
        "二": "05:00–12:30",
        "三": "05:00–12:30",
        "四": "05:00–12:30",
        "五": "05:00–12:30",
        "六": "05:00–12:30",
        "日": "休"
      }
    },
    {
      "name": "喔嗨喲早餐店",
      "address": "236新北市土城區廣明街43號",
      "mapUrl": "https://maps.app.goo.gl/jfYrXyLyrCv1MYpj9",
      "rating": "無資料",
      "phone": "0289672499",
      "openHours": {
        "一": "05:00–13:00",
        "二": "05:00–13:00",
        "三": "05:00–13:00",
        "四": "05:00–13:00",
        "五": "05:00–13:00",
        "六": "05:00–13:00",
        "日": "05:00–13:00"
      }
    },
    {
      "name": "紫米飯糰",
      "address": "236新北市土城區廣明街44號",
      "mapUrl": "https://maps.app.goo.gl/odprmNoFFCHrCQbQ9",
      "rating": "無資料",
      "phone": "0931237799",
      "openHours": {
        "一": "05:30–11:00",
        "二": "05:30–11:00",
        "三": "05:30–11:00",
        "四": "05:30–11:00",
        "五": "05:30–11:00",
        "六": "05:30–11:00",
        "日": "05:30–11:00"
      }
    },
    {
      "name": "東方美",
      "address": "236新北市土城區廣明街29號",
      "mapUrl": "https://maps.app.goo.gl/wF5B2Qx3CYyghEVQ6",
      "rating": "無資料",
      "phone": "0289674205",
      "openHours": {
        "一": "05:30–14:30",
        "二": "05:30–14:30",
        "三": "05:30–14:30",
        "四": "05:30–14:30",
        "五": "05:30–14:30",
        "六": "05:30–14:30",
        "日": "05:30–14:30"
      }
    },
    {
      "name": "板橋豆漿",
      "address": "236新北市土城區廣明街38號",
      "mapUrl": "https://maps.app.goo.gl/5L6P2FCvSymsw3Mx7",
      "rating": "老闆年紀大點太多可能會忘東西",
      "phone": "0289673939",
      "openHours": {
        "一": "06:00–12:00",
        "二": "06:00–12:00",
        "三": "06:00–12:00",
        "四": "06:00–12:00",
        "五": "06:00–12:00",
        "六": "06:00–12:00",
        "日": "06:00–12:00"
      }
    },
    {
      "name": "宜蘭福氣包子店",
      "address": "236新北市土城區廣明街21號",
      "mapUrl": "https://maps.app.goo.gl/dZnViYnYHiTugW1W6",
      "rating": "無資料",
      "phone": "0289673827",
      "openHours": {
        "一": "05:00–12:00",
        "二": "05:00–12:00",
        "三": "05:00–12:00",
        "四": "05:00–12:00",
        "五": "05:00–12:00",
        "六": "05:00–12:00",
        "日": "05:00–12:00"
      }
    },
    {
      "name": "呷尚寶",
      "address": "236新北市土城區廣明街26號",
      "mapUrl": "https://maps.app.goo.gl/Akfq7rDVCuWBesd18",
      "rating": "無資料",
      "phone": "0289678666",
      "openHours": {
        "一": "05:00–13:00",
        "二": "05:00–13:00",
        "三": "05:00–13:00",
        "四": "05:00–13:00",
        "五": "05:00–13:00",
        "六": "05:00–13:00",
        "日": "05:00–13:00"
      }
    },
    {
      "name": "麥香早餐店",
      "address": "236新北市土城區廣明街18號",
      "mapUrl": "https://maps.app.goo.gl/9Wv6j9skG559Zyhp6",
      "rating": "無資料",
      "phone": "0289660392",
      "openHours": {
        "一": "05:30–13:00",
        "二": "05:30–13:00",
        "三": "05:30–13:00",
        "四": "05:30–13:00",
        "五": "05:30–13:00",
        "六": "05:30–13:00",
        "日": "05:30–13:00"
      }
    }
  ],
  "火鍋": [
    {
      "name": "川山蜀麻辣燙",
      "address": "220新北市板橋區四川路二段35號1F",
      "mapUrl": "https://maps.app.goo.gl/3FEt7xeAZ3wVYY3N7",
      "rating": "還好",
      "phone": "0229628933",
      "openHours": {
        "一": "11:00–13:00/17:00–21:00",
        "二": "11:00–13:00/17:00–21:00",
        "三": "11:00–13:00/17:00–21:00",
        "四": "11:00–13:00/17:00–21:00",
        "五": "11:00–13:00/17:00–21:00",
        "六": "休",
        "日": "11:00–13:00/17:00–21:00"
      }
    },
    {
      "name": "大呼過癮",
      "address": "220新北市板橋區四川路二段42號",
      "mapUrl": "https://maps.app.goo.gl/Q7FfQucDzaHuwCDX8",
      "rating": "衛生差",
      "phone": "0289661186",
      "openHours": {
        "一": "11:00–23:45",
        "二": "11:00–23:45",
        "三": "11:00–23:45",
        "四": "11:00–23:45",
        "五": "11:00–23:45",
        "六": "11:00–23:45",
        "日": "11:00–23:45"
      }
    },
    {
      "name": "津政好小火鍋",
      "address": "236新北市土城區四川路23號",
      "mapUrl": "https://maps.app.goo.gl/WAB5jworCHKQKTJk9",
      "rating": "衛生差",
      "phone": "0289661128",
      "openHours": {
        "一": "休",
        "二": "11:00–14:30/17:00–23:00",
        "三": "11:00–14:30/17:00–23:00",
        "四": "11:00–14:30/17:00–23:00",
        "五": "11:00–14:30/17:00–23:00",
        "六": "11:00–14:30/17:00–23:00",
        "日": "11:00–14:30/17:00–23:00"
      }
    },
    {
      "name": "三萬臭臭鍋",
      "address": "220新北市板橋區四川路二段47巷4弄10號",
      "mapUrl": "https://maps.app.goo.gl/5ShKrN7ckhgp2F5G7",
      "rating": "擠",
      "phone": "0289672569",
      "openHours": {
        "一": "10:00–21:00",
        "二": "10:00–21:00",
        "三": "10:00–21:00",
        "四": "10:00–21:00",
        "五": "10:00–21:00",
        "六": "10:00–21:00",
        "日": "10:00–21:00"
      }
    },
    {
      "name": "赤崁羊肉爐(暑假期間不開)",
      "address": "236新北市土城區四川路21號",
      "mapUrl": "https://maps.app.goo.gl/H7KoCJHK7NCHrph78",
      "rating": "無資料",
      "phone": "0289661511",
      "openHours": {
        "一": "無資料",
        "二": "無資料",
        "三": "無資料",
        "四": "無資料",
        "五": "無資料",
        "六": "無資料",
        "日": "無資料"
      }
    }
  ],
  "飲料": [
    {
      "name": "COMEBUY_亞東醫院店",
      "address": "220新北市板橋區南雅南路二段138號",
      "mapUrl": "https://maps.app.goo.gl/MrESqokPfp4ALN9b8",
      "rating": "無資料",
      "phone": "0289677812",
      "openHours": {
        "一": "10:00–22:00",
        "二": "10:00–22:00",
        "三": "10:00–22:00",
        "四": "10:00–22:00",
        "五": "10:00–22:00",
        "六": "10:00–22:00",
        "日": "10:00–22:00"
      }
    },
    {
      "name": "50嵐",
      "address": "22061新北市板橋區四川路二段41號",
      "mapUrl": "https://maps.app.goo.gl/w2FSkYymsHnAptas7",
      "rating": "無資料",
      "phone": "0289665500",
      "openHours": {
        "一": "10:00–22:00",
        "二": "10:00–22:00",
        "三": "10:00–22:00",
        "四": "10:00–22:00",
        "五": "10:00–22:00",
        "六": "10:00–22:00",
        "日": "10:00–22:00"
      }
    },
    {
      "name": "COMEBUY_亞東科大店",
      "address": "220新北市板橋區四川路二段47巷1弄2號",
      "mapUrl": "https://maps.app.goo.gl/2aiASHqBKvaCwbzU9",
      "rating": "無資料",
      "phone": "0289668680",
      "openHours": {
        "一": "10:30–22:00",
        "二": "10:30–22:00",
        "三": "10:30–22:00",
        "四": "10:30–22:00",
        "五": "10:30–22:00",
        "六": "10:30–22:00",
        "日": "10:30–22:00"
      }
    },
    {
      "name": "清心福全",
      "address": "220新北市板橋區四川路二段47巷2弄1號",
      "mapUrl": "https://maps.app.goo.gl/qND2mY4G7VcseJkVA",
      "rating": "無資料",
      "phone": "0289678282",
      "openHours": {
        "一": "09:30–21:30",
        "二": "09:30–21:30",
        "三": "09:30–21:30",
        "四": "09:30–21:30",
        "五": "09:30–21:30",
        "六": "09:30–21:30",
        "日": "09:30–21:30"
      }
    },
    {
      "name": "源森咖啡",
      "address": "236新北市土城區四川路29巷46號一樓",
      "mapUrl": "https://maps.app.goo.gl/7oSW4AizHSf2t2fR6",
      "rating": "無資料",
      "phone": "0981107099",
      "openHours": {
        "一": "12:30–18:00",
        "二": "12:30–18:00",
        "三": "休",
        "四": "12:30–18:00",
        "五": "12:30–17:30/18:30–21:30",
        "六": "12:30–18:00",
        "日": "12:30–18:00"
      }
    },
    {
      "name": "紅茶洋行",
      "address": "236新北市土城區廣明街79號",
      "mapUrl": "https://maps.app.goo.gl/gVLUeBokFATfNiav5",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "10:00–23:00",
        "二": "10:00–23:00",
        "三": "10:00–23:00",
        "四": "10:00–23:00",
        "五": "10:00–23:00",
        "六": "10:00–23:00",
        "日": "10:00–23:00"
      }
    }
  ],
  "點心": [
    {
      "name": "Octet Coffee Selection 八重奏咖啡沙龍",
      "address": "220新北市板橋區四川路二段31號",
      "mapUrl": "https://maps.app.goo.gl/bxBjVxpDmThCUDUQ6",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "12:00–20:00",
        "二": "休",
        "三": "12:00–20:00",
        "四": "12:00–20:00",
        "五": "12:00–20:00",
        "六": "12:00–20:00",
        "日": "12:00–20:00"
      }
    },
    {
      "name": "茉茶冰城",
      "address": "220新北市板橋區四川路二段43號",
      "mapUrl": "https://maps.app.goo.gl/ULBNYYBjoJYfZBtK7",
      "rating": "無資料",
      "phone": "0932007148",
      "openHours": {
        "一": "10:00–22:00",
        "二": "10:00–22:00",
        "三": "10:00–22:00",
        "四": "10:00–22:00",
        "五": "10:00–22:00",
        "六": "10:00–22:00",
        "日": "11:00–21:30"
      }
    },
    {
      "name": "炸老大",
      "address": "220新北市板橋區四川路二段47巷",
      "mapUrl": "https://maps.app.goo.gl/xvGSpVLprC58vkTH9",
      "rating": "無資料",
      "phone": "無資料",
      "openHours": {
        "一": "休",
        "二": "15:00–22:30",
        "三": "15:00–22:30",
        "四": "15:00–22:30",
        "五": "15:00–22:30",
        "六": "15:00–22:30",
        "日": "15:00–22:30"
      }
    },
    {
      "name": "相鯉紅豆餅",
      "address": "220新北市板橋區四川路二段47巷3弄1號",
      "mapUrl": "https://maps.app.goo.gl/Htoi4yVYWvu5QWNp6",
      "rating": "有時候要等超久～",
      "phone": "0966157592",
      "openHours": {
        "一": "11:00–19:00",
        "二": "11:00–19:00",
        "三": "11:00–19:00",
        "四": "11:00–19:00",
        "五": "11:00–19:00",
        "六": "休",
        "日": "11:00–19:00"
      }
    },
    {
      "name": "壹咖啡",
      "address": "220新北市板橋區四川路二段47巷4弄3號",
      "mapUrl": "https://maps.app.goo.gl/rjSJuk1hN95WVdXC7",
      "rating": "不好吃",
      "phone": "0289678177",
      "openHours": {
        "一": "休",
        "二": "07:00–17:00",
        "三": "07:00–17:00",
        "四": "07:00–17:00",
        "五": "07:00–17:00",
        "六": "07:00–17:00",
        "日": "07:00–17:00"
      }
    },
    {
      "name": "樂鬆餅Love Song",
      "address": "220新北市板橋區四川路二段47巷3弄7號",
      "mapUrl": "https://maps.app.goo.gl/PXXLcPuBBxCrDkUc6",
      "rating": "還可以",
      "phone": "0289663316",
      "openHours": {
        "一": "11:00–19:30",
        "二": "11:00–19:30",
        "三": "11:00–19:30",
        "四": "11:00–19:30",
        "五": "11:00–19:30",
        "六": "11:00–19:30",
        "日": "11:00–19:30"
      }
    },
    {
      "name": "P.P.P Dessert 脆皮甜甜圈",
      "address": "220新北市板橋區四川路二段47巷3弄7號",
      "mapUrl": "https://maps.app.goo.gl/oUYLMAfpQreaqE3p8",
      "rating": "推推",
      "phone": "0907734687",
      "openHours": {
        "一": "18:00–02:00",
        "二": "18:00–02:00",
        "三": "18:00–02:00",
        "四": "18:00–02:00",
        "五": "18:00–02:00",
        "六": "18:00–02:00",
        "日": "18:00–02:00"
      }
    },
    {
      "name": "超大雞排",
      "address": "220新北市板橋區四川路二段47巷6弄1號",
      "mapUrl": "https://maps.app.goo.gl/ufSwHksi5CVALVSf6",
      "rating": "還不錯吃",
      "phone": "無資料",
      "openHours": {
        "一": "16:00–22:00",
        "二": "16:00–22:00",
        "三": "16:00–22:00",
        "四": "16:00–22:00",
        "五": "16:00–22:00",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "紅豆湯圓、燒仙草、桂圓粥",
      "address": "220新北市板橋區四川路二段47巷8弄10號",
      "mapUrl": "https://maps.app.goo.gl/FYQSM3DPq2BzaEFz5",
      "rating": "推推",
      "phone": "無資料",
      "openHours": {}
    },
    {
      "name": "炸雞殿",
      "address": "236新北市土城區廣明街100號",
      "mapUrl": "https://maps.app.goo.gl/Zdei44XzRSh62Amz7",
      "rating": "普普",
      "phone": "無資料",
      "openHours": {
        "一": "13:00–22:30",
        "二": "11:30–18:00",
        "三": "11:30–18:00",
        "四": "11:30–18:00",
        "五": "11:30–18:00",
        "六": "11:30–18:00",
        "日": "11:30–18:00"
      }
    },
    {
      "name": "曹媽媽鹹水雞",
      "address": "236新北市土城區廣明街100號",
      "mapUrl": "https://maps.app.goo.gl/cMwRCpBaHgNo6B7FA",
      "rating": "還不錯吃",
      "phone": "無資料",
      "openHours": {
        "一": "16:30–21:30",
        "二": "16:30–21:30",
        "三": "16:30–21:30",
        "四": "16:30–21:30",
        "五": "16:30–21:30",
        "六": "休",
        "日": "休"
      }
    },
    {
      "name": "豆花伯",
      "address": "236新北市土城區廣明街94號",
      "mapUrl": "https://maps.app.goo.gl/k4TvVDcfMhiZ5LRP6",
      "rating": "還可以",
      "phone": "無資料",
      "openHours": {
        "一": "12:00–21:00",
        "二": "12:00–21:00",
        "三": "12:00–21:00",
        "四": "12:00–21:00",
        "五": "12:00–21:00",
        "六": "12:00–21:00",
        "日": "休"
      }
    },
    {
      "name": "阿嬤ㄟ手工豆花",
      "address": "236新北市土城區廣明街45號",
      "mapUrl": "https://maps.app.goo.gl/gs6qpjXvazmWai679",
      "rating": "好吃",
      "phone": "無資料",
      "openHours": {
        "一": "11:00–22:00",
        "二": "11:00–22:00",
        "三": "11:00–22:00",
        "四": "11:00–22:00",
        "五": "11:00–22:00",
        "六": "11:00–22:00",
        "日": "11:00–22:00"
      }
    },
    {
      "name": "熊熊可麗餅",
      "address": "236新北市土城區廣明街13號",
      "mapUrl": "https://maps.app.goo.gl/gdZ9BLW45Dk813cP6",
      "rating": "普普",
      "phone": "無資料",
      "openHours": {
        "一": "15:00–19:00",
        "二": "15:00–19:00",
        "三": "休",
        "四": "15:00–19:00",
        "五": "休",
        "六": "15:00–19:00",
        "日": "休"
      }
    }
  ],
  "lastUpdated": "2025-07-09 13:25:05"
};